[
  {
    "name": "Радость",
    "emoji": "😊",
    "color": "#FFD54F",
    "description": "Радость — это эмоциональное состояние, возникающее в ответ на приятное событие.",
    "body": "Тепло в груди, расслабление мышц, лёгкость в теле.",
    "recommendations": "Поделись радостью с окружающими. Напиши, что принесло тебе удовольствие.",
    "avoid": "Не пытайся сразу переключиться на новые задачи. Закрепи это ощущение."
  },
  {
    "name": "Грусть",
    "emoji": "😢",
    "color": "#90CAF9",
    "description": "Грусть — это естественная реакция на потерю или разочарование.",
    "body": "Тяжесть в груди, замедленное дыхание, снижение активности.",
    "recommendations": "Поплачь, поговори с близким человеком. Дай себе время прожить это чувство.",
    "avoid": "Не старайся немедленно отвлечься. Грусть важно прожить."
  },
  {
    "name": "Гнев",
    "emoji": "😡",
    "color": "#FF8A80",
    "description": "Гнев — это реакция на нарушение границ или несправедливость.",
    "body": "Сжатие челюстей, напряжение в мышцах, жар в теле.",
    "recommendations": "Отойди от источника раздражения. Сделай несколько глубоких вдохов.",
    "avoid": "Не принимай решений в состоянии гнева."
  },
  {
    "name": "Отвращение",
    "emoji": "🤢",
    "color": "#A5D6A7",
    "description": "Отвращение — это реакция на что-то противное или неприемлемое.",
    "body": "Сжатие в животе, морщение носа, желание отстраниться.",
    "recommendations": "Определи, что вызвало это чувство. Запиши свои мысли.",
    "avoid": "Не подавляй это чувство. Оно сигнализирует о важных для тебя вещах."
  },
  {
    "name": "Страх",
    "emoji": "😨",
    "color": "#B39DDB",
    "description": "Страх — это ответ на угрозу или неопределённость.",
    "body": "Сжатие груди, учащённое дыхание, дрожь в теле.",
    "recommendations": "Сделай несколько глубоких вдохов. Сфокусируйся на текущем моменте.",
    "avoid": "Не пытайся сразу избавиться от страха. Дай себе время."
  },
  {
    "name": "Удивление",
    "emoji": "😲",
    "color": "#FFCC80",
    "description": "Удивление — это реакция на неожиданное событие.",
    "body": "Расширенные глаза, учащённое дыхание.",
    "recommendations": "Осознай, что именно вызвало удивление. Проанализируй это.",
    "avoid": "Не делай поспешных выводов."
  },
  {
    "name": "Вина",
    "emoji": "😔",
    "color": "#FFE082",
    "description": "Вина — это осознание своей ответственности за негативное действие.",
    "body": "Сжатие в груди, напряжение в плечах.",
    "recommendations": "Осознай, что именно вызывает чувство вины. Извинись или исправь ситуацию.",
    "avoid": "Не погружайся полностью в чувство вины. Это может стать самообвинением."
  },
  {
    "name": "Стыд",
    "emoji": "😳",
    "color": "#FFAB91",
    "description": "Стыд — это реакция на нарушение собственных норм и ценностей.",
    "body": "Жар в лице, желание спрятаться.",
    "recommendations": "Попробуй проговорить свои чувства с близким человеком.",
    "avoid": "Не прячься полностью. Стыд пройдёт, если обсудить его."
  },
  {
    "name": "Зависть",
    "emoji": "😒",
    "color": "#CE93D8",
    "description": "Зависть — это сравнение себя с другим и чувство недостатка.",
    "body": "Сжатие в животе, напряжение в челюсти.",
    "recommendations": "Сфокусируйся на своих успехах. Напиши 3 вещи, которыми ты гордишься.",
    "avoid": "Не сосредотачивайся на том, чего у тебя нет."
  },
  {
    "name": "Спокойствие",
    "emoji": "😌",
    "color": "#81D4FA",
    "description": "Спокойствие — это состояние умиротворённости и внутренней гармонии.",
    "body": "Мягкость в теле, ровное дыхание.",
    "recommendations": "Сделай глубокий вдох и поблагодари себя за это состояние.",
    "avoid": "Не спеши искать новые задачи. Побудь в моменте."
  },
  {
    "name": "Скука",
    "emoji": "😐",
    "color": "#B0BEC5",
    "description": "Скука — это отсутствие интереса или стимулов.",
    "body": "Пониженный тонус, зевота.",
    "recommendations": "Попробуй найти что-то новое: фильм, книгу, прогулку.",
    "avoid": "Не подавляй скуку. Это может быть сигналом к поиску нового."
  },
  {
    "name": "Вдохновение",
    "emoji": "✨",
    "color": "#FFE57F",
    "description": "Вдохновение — это состояние творческого подъёма и идей.",
    "body": "Лёгкость в теле, желание действовать.",
    "recommendations": "Запиши идеи, которые пришли в голову. Начни с маленького шага.",
    "avoid": "Не дави на себя. Вдохновение — это поток, а не обязательство."
  }
]
